import { Data } from "./index";

const ko: Data = [
    {
        title: "단체 소개",
        content: [
            "[비논리적인 사랑]은 다양한 생물 종과 물질 간의 연대의 가능성을 실험하는 프로젝트 그룹이다. 우리는 인간, 바다, 해양생물, 금속, 데이터 등 다양한 존재자들이 얽힌 해저 데이터센터를 비롯하여 새로이 부상하는 그린 테크놀로지를 인간만의 활동이자 책임이 아닌 비인간까지도 포용하는 일로 이해하고자 한다.",
            "비논리적인 사랑을 통해 자연과 인공, 인간과 비인간 사이의 경계를 흐트러뜨릴 수 있을까?",
            "“기후위기에 관한 담론은 언제나 논쟁적이고 피할 수 없이 정치적이에요. 하지만 이러한 강력한 논쟁과 정치의 기저에는 언제나 모든 사람, 동물, 물질을 포함하여 우리가 사는 지구에 대한 비논리적인 사랑이 있어요. 그러니 사랑이야말로 가장 급진적인 힘이에요.”",
            "곽수아 & 이찬우, Founders of Illogical Love",
        ],
        figure: ["그림 1. 프로젝트 나틱 © Microsoft"],
    },
    {
        title: "지속 가능한 해저 데이터",
        content: [
            "인류의 데이터 사용량이 점점 늘어나며 데이터센터를 친환경적이고 효과적으로 운영하는 방법에 대한 연구가 활발히 진행되고 있다. 그중에서도 마이크로소프트는 지속가능한 데이터센터의 개발을 위해 진행한 ‘프로젝트 나틱(Project Natick)’에서 지역의 신재생에너지를 사용하는 재활용 가능한 해저 데이터센터를 통해 그 현실성과 효과를 확인했다.",
            "바닷속에 원기둥 모양의 거대한 고철덩어리가 잠겨있는 모습은 미묘한 불편함을 준다. 자연적인 것과 인공적인 것, 살아있는 것과 살아있지 않은 것의 배치는 자연의 공간에 인간이 침범한 듯한 분위기를 자아내면서 동시에 미래의 유토피아처럼 보이기도 한다. 이러한 모순된 감각에서 출발하여 우리는 해저 데이터센터를 좋고 나쁜 것, 성공적인 것과 실패한 것의 이분법으로 톺아볼 것이 아니라, 자연스러운 것/부자연스러운 것, 살아있는 것/살아있지 않은 것 사이의 분리가 퀴어링 된 환경에서의 공생으로 이해할 것을 요청한다.",
        ],
        figure: ["그림 1. 프로젝트 나틱 © Microsoft"],
    },
    {
        title: "우리는 묶여진 세상에 살고 있다",
        content: [
            "우리는 묶여진 세상에 살고 있다",
            "경계를 허물고 권력을 퀴어링하라",
            "우리는 비논리적인 사랑을 할 책임이 있다",
            "인간은 섬이 아니다",
            "인간은 자연 생태계에서 만물의 영장으로 동떨어져있는 존재가 아니다. 우리는 홀로 바다에 떠다니는 섬이 아니다. 우리는 묶여진 세상에 살고 있다. 잃어버린 연결을 되찾기 위해서 우리는 책임감을 가지고 비논리적인 사랑을 실천할 것을 요청한다.",
        ],
        figure: ["그림 1. 리소 포스터 캠페인", "그림 2. 리소 포스터", "그림 3. 리소 포스터", "그림 4. 시위 프로젝트"],
    },
    {
        title: "부르고 대답하기",
        content: [
            "우리가 미역을 불렀을 때, 미역은 우리에게 답했는가? 답을 할 수 있나? 답을 했다면, 우리는 그 답을 어떻게 들을 수 있나? 우리는 미역의 목소리를 이해할 수 없다고 해서 미역의 목소리를 없는 것으로 치부하지 않는다. 미역을 대신해서 이야기를 만들어내지 않고, 미역을 향해 가며 그들 위치에 서서 이야기를 만들어내려 한다. 우리는 미역이 되려는 것이 아니라, 미역과 함께 되려고 한다. 투시법적인 시선으로 미역을 바라보기를 그만두고 다른 관계를 맺고자 한다.",
        ],
        figure: [
            "그림 1.\n시장에서 말린 미역을 산다",
            "그림 2.\n말린 미역을 물에 불린다",
            "그림 3.\n미역을 빨랫줄에 건다",
            "그림 4.\n미역과 나 사이에 MIDI를 두고 회로를 만든다",
            "그림 5.\n소리가 생성된다",
            "그림 6.\n음악이 시장에 울려펴진다",
        ],
    },
    {
        title: "유토피아도 디스토피아도 아닌",
        content: [
            "자연적인 것과 인간적인 것의 정의가 새롭게 정립된 미래는 유토피아도, 디스토피아도 아니다. 어느 세계도 완전무결하지 않고, 어느 세계도 절망적이기만 하지 않다는 것을 받아들임으로써 우리는 우리가 당면한 실존적인 문제들을 헤쳐나갈 실마리를 찾을 수 있게 된다. 새롭게 ‘자연스러운 것’으로 자리잡히게 될 것들을 상상하며 말랑말랑한 감각으로 기후위기를 돌파할 수 있길 바란다.",
        ],
        figure: [],
    },
];

export default ko;
