import { Data } from "./index";

const ko: Data = [
    {
        title: "단체 소개",
        content: [
            "[비논리적인 사랑]은 다양한 생물 종과 물질 간의 연대의 가능성을 실험하는 프로젝트 그룹이다. 우리는 인간, 바다, 해양생물, 금속, 데이터 등 다양한 존재자들이 얽힌 해저 데이터센터를 비롯하여 새로이 부상하는 그린 테크놀로지를 인간만의 활동이자 책임이 아닌 비인간까지도 포용하는 일로 이해하고자 한다.",
            "비논리적인 사랑을 통해 자연과 인공, 인간과 비인간 사이의 경계를 흐트러뜨릴 수 있을까?",
            "“기후위기에 관한 담론은 언제나 논쟁적이고 피할 수 없이 정치적이에요. 하지만 이러한 강력한 논쟁과 정치의 기저에는 언제나 모든 사람, 동물, 물질을 포함하여 우리가 사는 지구에 대한 비논리적인 사랑이 있어요. 그러니 사랑이야말로 가장 급진적인 힘이에요.”",
            "곽수아 & 이찬우, Founders of Illogical Love",
        ],
        figure: ["그림 1. 프로젝트 나틱 © Microsoft"],
    },
    {
        title: "지속 가능한 해저 데이터",
        content: [
            "인류의 데이터 사용량이 점점 늘어나며 데이터센터를 친환경적이고 효과적으로 운영하는 방법에 대한 연구가 활발히 진행되고 있다. 그중에서도 마이크로소프트는 지속가능한 데이터센터의 개발을 위해 진행한 ‘프로젝트 나틱(Project Natick)’에서 지역의 신재생에너지를 사용하는 재활용 가능한 해저 데이터센터를 통해 그 현실성과 효과를 확인했다.",
            "바닷속에 원기둥 모양의 거대한 고철덩어리가 잠겨있는 모습은 미묘한 불편함을 준다. 자연적인 것과 인공적인 것, 살아있는 것과 살아있지 않은 것의 배치는 자연의 공간에 인간이 침범한 듯한 분위기를 자아내면서 동시에 미래의 유토피아처럼 보이기도 한다. 이러한 모순된 감각에서 출발하여 우리는 해저 데이터센터를 좋고 나쁜 것, 성공적인 것과 실패한 것의 이분법으로 톺아볼 것이 아니라, 자연스러운 것/부자연스러운 것, 살아있는 것/살아있지 않은 것 사이의 분리가 퀴어링 된 환경에서의 공생으로 이해할 것을 요청한다.",
        ],
        figure: ["그림 1. 프로젝트 나틱 © Microsoft"],
    },
    {
        title: "프로젝트 나틱",
        content: [
            "나틱은 마이크로소프트가 해저 데이터센터의 실현 가능성과 그 효과를 알아보기 위해 2014년 시작한 프로젝트이다. 디지털 경험에 소비되는 전력이 항공 업계 전체와 유사한 규모로 지구 온난화에 영향을 주고 있는 요즘, IT업계에서 친환경적으로 데이터를 사용할 수 있는 방법에 대한 연구가 주목받아왔다. 그 일환으로 2020년 마이크로소프트는 프로젝트 나틱의 2단계를 마무리하며 해저 데이터센터가 실현 가능하며, 환경에게 이롭고 경제적으로 효율적이라는 결론을 내렸다.",
            "무인 해저 데이터센터(Lights-out datacenter) 모델은 시원한 바닷물, 사람의 부재 등으로 인한 높은 에너지 효율로 100% 신재생에너지를 활용할 수 있다는 점, 낮은 오류 발생률, 데이터 전송 효율, 쉬운 유지보수 등의 장점을 가진다.",
            "시원한 바다는 잠수함의 열교환기를 도입하는 등 에너지 효율적인 데이터센터 디자인을 가능케 한다. 기존에는 불안정하거나 온전히 신뢰할 수 없다고 여겨졌던 신재생에너지를 적극적으로 도입할 수 있었던 것도 이런 효율성 때문이다. 실제로 프로젝트 나틱을 통해 100% 신재생 에너지로 이루어진 전력망에서도 해저 데이터센터 운영이 안정적으로 가능하다는 것이 입증되었다. 이런 실험을 기반으로 해저 데이터센터의 보급 단계에서는 해저 데이터센터와 해상 풍력발전소를 함께 설치하는 안을 고려하고 있다.",
            "흥미롭게도 두 단계의 실험이 진행되었던 2년간 나틱 데이터센터에는 얇은 층의 해조와 따개비들이 자라나기 시작했고, 바닥재를 채운 받침대에는 말미잘들이 멜론 크기만큼 자랐다. 거대한 생태계가 자리잡기에는 짧은 시간이었지만 다양한 해양 물질과 생명들이 나틱 데이터센터를 새로운 보금자리로 찾았다는 점에서 의미가 깊다.",
            "기후변화 전반에 대한 긍정적인 영향과는 별개로, 이런 해저 데이터센터가 많아지는 경우 그 지역의 해양 생태계에 어떤 영향을 줄지는 미지수이다.",
        ],
        figure: [
            "그림 1. 해저 데이터센터의 서버와 쿨링 시스템 © Microsoft",
            "그림 2. 해저 데이터센터 외벽에 자란 성게 © Microsoft",
        ],
    },
    {
        title: "우리는 묶여진 세상에 살고 있다",
        content: [
            "우리는 묶여진 세상에 살고 있다",
            "인간은 자연 생태계에서 만물의 영장으로 동떨어져있는 존재가 아니다. 우리는 그물망처럼 얽히고 묶여진, 비선택적이고 의무적인 연결 속에서 살고 있다.",
            "경계를 허물고 권력을 퀴어링하라",
            "잃어버린 연결을 되찾기 위해 우리는 인간동물과 비인간동물, 인간과 비인간, 생물과 무생물을 나누는 이분법적인 경계들을 허물어야 한다. 이를 통해서 우리는 인간중심적으로 구성된 세계의 권력을 퀴어링하고 세계를 재구성할 수 있다.",
            "우리는 비논리적인 사랑을 할 책임이 있다",
            "세계를 재구성하기 위해 필요한 것은 바로 비논리적인 사랑이다. 사랑으로 우리는 내가 아닌 다른 것에게 한사코 다가가고 귀를 기울일 수 있게 된다.",
            "인간은 섬이 아니다",
            "우리는 홀로 바다에 떠다니는 섬이 아니다. 인간은 동물과 식물을 비롯한 유기체, 그리고 바위와 물과 같은 비유기체와 같은 하늘 아래, 같은 땅 위에, 같은 물 속에 살고 있다.",
        ],
        figure: ["그림 1. 리소 포스터 캠페인", "그림 2. 리소 포스터", "그림 3. 리소 포스터", "그림 4. 시위 프로젝트"],
    },
    {
        title: "부르고 대답하기",
        content: [
            "데이터센터 위에 자리잡은 해초와 따개비, 말미잘 등은 그 어떤 프로젝트도 인간만이 홀로 진행할 수 없음을 반증한다. 인간, 데이터, 해양생물의 협업을 위해서는 인간이 그들 위치에 가서 이야기에 귀기울이는 연습을 반복해야 할 것이다.",
            "우리가 미역을 불렀을 때, 미역은 우리에게 답했는가? 답을 할 수 있나? 답을 했다면, 우리는 그 답을 어떻게 들을 수 있나? 우리는 미역의 목소리를 이해할 수 없다고 해서 미역의 목소리를 없는 것으로 치부하지 않는다. 미역을 대신해서 이야기를 만들어내지 않고, 미역을 향해 가며 그들 위치에 서서 이야기를 만들어내려 한다. 우리는 미역이 되려는 것이 아니라, 미역과 함께 되려고 한다. 투시법적인 시선으로 미역을 바라보기를 그만두고 다른 관계를 맺고자 한다.",
        ],
        figure: [
            "그림 1.\n시장에서 말린 미역을 산다",
            "그림 2.\n말린 미역을 물에 불린다",
            "그림 3.\n미역을 빨랫줄에 건다",
            "그림 4.\n미역과 나 사이에 MIDI를 두고 회로를 만든다",
            "그림 5.\n소리가 생성된다",
            "그림 6.\n음악이 시장에 울려펴진다",
            "오디오 1. 미역과의 대화",
        ],
    },
    {
        title: "유토피아도 디스토피아도 아닌",
        content: [
            "자연적인 것과 인간적인 것의 정의가 새롭게 정립된 미래는 유토피아도, 디스토피아도 아니다. 어느 세계도 완전무결하지 않고, 어느 세계도 절망적이기만 하지 않다는 것을 받아들임으로써 우리는 우리가 당면한 실존적인 문제들을 헤쳐나갈 실마리를 찾을 수 있게 된다. 새롭게 ‘자연스러운 것’으로 자리잡히게 될 것들을 상상하며 말랑말랑한 감각으로 기후위기를 돌파할 수 있길 바란다.",
        ],
        figure: ["AR 경험하기"],
    },
];

export default ko;
